[
    {
        "key": 1,
        "title": "Learn English Language",
        "name": "Steve Austin",
        "img": "https://st4.depositphotos.com/12985656/20258/i/600/depositphotos_202588120-stock-photo-top-view-learn-english-inscription.jpg",
        "description": "Learn English online and improve your skills through our high-quality courses and resources – all designed for adult language learners. Everything you find here has been specially created by the British Council, the worlds English teaching experts.",
        "rating": 4,
        "price": 59.99
    },
    {
        "key": 2,
        "title": "Basic Mathematics A to Z",
        "name": "Richard Cooper",
        "img": "https://st4.depositphotos.com/1000975/24739/i/600/depositphotos_247391078-stock-photo-young-male-student-studying-math.jpg",
        "description": "How to Learn Math is a class for learners of all levels of mathematics. It combines really important information on the brain and learning with new evidence on the best ways to approach and learn math effectively. Many people have had negative experiences with math, and end up disliking math or failing.",
        "rating": 3,
        "price": 49.99
    },
    {
        "key": 3,
        "title": "Modern Science",
        "name": "Ardrew Robik",
        "img": "https://www.schooleducationgateway.eu/files/png4/capture19.png",
        "description": "Whether you want to brush up on basic science and numeracy skills or master advanced topics like robotics and forensics, our online maths, science and engineering courses will help. Broaden your mind and build your STEM knowledge with top universities.",
        "rating": 4,
        "price": 39.99
    },
    {
        "key": 4,
        "title": "Computer Basics",
        "name": "Anny Marrie",
        "img": "https://st.depositphotos.com/1075946/1393/i/600/depositphotos_13933050-stock-photo-students-with-teacher-in-front.jpg",
        "description": "Welcome to Home and Learn's free computer courses and tutorials site. All the courses are aimed at complete beginners, so you don't need experience to get started. Simply click the computer course below or to the left that interests you. You'll then be taken to the contents page for that course, and away you go. No need to sign up for anything!",
        "rating": 5,
        "price": 79.99
    }
]