[
    {
        "key": 1,
        "title": "Learn English Language",
        "name": "Steve Austin",
        "img": "https://st4.depositphotos.com/12985656/20258/i/600/depositphotos_202588120-stock-photo-top-view-learn-english-inscription.jpg",
        "description": "Learn English online and improve your skills through our high-quality courses and resources – all designed for adult language learners. Everything you find here has been specially created by the British Council, the worlds English teaching experts.",
        "rating": 4,
        "price": 59.99
    },
    {
        "key": 2,
        "title": "Basic Mathematics A to Z",
        "name": "Richard Cooper",
        "img": "https://st4.depositphotos.com/1000975/24739/i/600/depositphotos_247391078-stock-photo-young-male-student-studying-math.jpg",
        "description": "How to Learn Math is a class for learners of all levels of mathematics. It combines really important information on the brain and learning with new evidence on the best ways to approach and learn math effectively. Many people have had negative experiences with math, and end up disliking math or failing.",
        "rating": 3,
        "price": 49.99
    },
    {
        "key": 3,
        "title": "Modern Science",
        "name": "Ardrew Robik",
        "img": "https://www.schooleducationgateway.eu/files/png4/capture19.png",
        "description": "Whether you want to brush up on basic science and numeracy skills or master advanced topics like robotics and forensics, our online maths, science and engineering courses will help. Broaden your mind and build your STEM knowledge with top universities.",
        "rating": 4,
        "price": 39.99
    },
    {
        "key": 4,
        "title": "Computer Basics",
        "name": "Anny Marrie",
        "img": "https://st.depositphotos.com/1075946/1393/i/600/depositphotos_13933050-stock-photo-students-with-teacher-in-front.jpg",
        "description": "Welcome to Home and Learn's free computer courses and tutorials site. All the courses are aimed at complete beginners, so you don't need experience to get started. Simply click the computer course below or to the left that interests you. You'll then be taken to the contents page for that course, and away you go. No need to sign up for anything!",
        "rating": 5,
        "price": 79.99
    },
    {
        "key": 5,
        "title": "Performing arts",
        "name": "John Smith",
        "img": "https://www.unr.edu/main/images/colleges-schools/liberal-arts/art/components/painting-cb.jpg",
        "description": "Take the next step in your artistic journey. With these Skillshare classes, you can explore a range of art topics, from drawing and painting, to lettering and fine art. Whether you’re looking for art classes for beginners or you’re already an experienced artist, you can take your skills to the next level with online classes in sketching and sculpting, doodling and design, collage and color, all taught by talented artists and professionals.",
        "rating": 3.5,
        "price": 39.99
    },
    {
        "key": 6,
        "title": "Economics and Sociology",
        "name": "Mazy Edrik",
        "img": "https://d2gg9evh47fn9z.cloudfront.net/800px_COLOURBOX18169163.jpg",
        "description": "Taking a course in economics can help you understand a wide range of topics that drive economic policy and financial decision making. Learn about the principles of economics including both macroeconomics and microeconomics. Study theories of economic growth, economic policy, economic development, socioeconomic policy, risk management, debt sustainability, pricing models, and more.",
        "rating": 3,
        "price": 29.99
    },
    {
        "key": 7,
        "title": "Chemistry and Science",
        "name": "Felix Shroud",
        "img": "https://www.ryerson.ca/content/dam/programs/undergraduate/fos-chemistry.jpg",
        "description": "Chemistry is the study of matter and the changes it undergoes. Here you can browse chemistry videos, articles, and exercises by topic. We keep the library up-to-date, so you may find new or improved material here over time.",
        "rating": 2.7,
        "price": 39.99
    },
    {
        "key": 8,
        "title": "Physics and Science",
        "name": "Carlos David",
        "img": "https://physics.mst.edu/media/academic/physics/images/newsite/plc/plcroom-800x600.jpg",
        "description": "Physics is the study of matter, motion, energy, and force. Here, you can browse videos, articles, and exercises by topic. We keep the library up-to-date, so you may find new or improved material here over time.",
        "rating": 4.5,
        "price": 89.99
    },
    {
        "key": 9,
        "title": "Business and Current World",
        "name": "Octorub Jasson",
        "img": "https://www.berlinsbi.com/media/1256/dba-listing-image.jpg",
        "description": "Discover a full suite of online business courses that will allow you to make better business decisions and succeed in today's competitive business world. Our courses provide a rich learning experience that will allow you to develop critical business skills in areas such as management and leadership.",
        "rating": 2,
        "price": 19.99
    },
    {
        "key": 10,
        "title": "Law and Current World",
        "name": "Lynda Morles",
        "img": "https://lawsinformation.com/wp-content/uploads/2021/08/c.jpg",
        "description": "Take online classes and courses in law covering a variety of areas including international law, human rights, property rights, criminal law and contract law. Learn the legal aspects of surveillance and privacy as they relate to issues of national security. Select a course to learn more and enroll.",
        "rating": 4.6,
        "price": 89.99
    }
]